{
  "name": "Fiber_Crops Research Department",
  "P1_Title": "Prof. Dr. Amany  Mohamed Mohy Elden El-Refaie Department Head's Speech",
  "Director_Image": "/images/Departments Directors/Fiber_Crops_Director.png",
  "description": "",
  "image": "",
  "P1": [
    "The Fiber Crops Research Department is not merely an administrative or academic entity; it is a heartbeat of innovation and genuine scientific research, dedicated to the future of a vital and pivotal sector in our economy.",
    "What distinguishes our work is the strategic depth in understanding both the challenges and the opportunities within this field. We do not view fiber crops as just agricultural plants, but as natural treasures that carry immense potential for sustainable industrial and economic development.",
    "From breeding new varieties to improving fiber quality, through developing disease- and climate-resilient varieties, and finally exploring new and innovative applications of these fibers in various industries — our department demonstrates a comprehensive and integrated vision.",
    "Our continuous efforts to enhance the productivity and quality of these crops, while expanding the horizons of their applications, directly contribute to strengthening self-sufficiency, creating new economic opportunities, and supporting national supply chains.",
    "Every research study or experiment conducted within the department is a cornerstone added to the edifice of knowledge, contributing to building a more prosperous future.",
    "We extend our gratitude to the distinguished research team working under our leadership for their dedication and commitment in serving the nation and society. We wish you continued success in your noble scientific endeavors."
  ],
  "Department_Achieviements": [
  {
    "id": "1",
    "text": "Development of New Varieties",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "1.1",
          "text": "A new variety, Giza 13 (fiber type), high-yielding, has been developed. Currently, more than 20 newly developed lines are under evaluation for registration as new varieties superior to older local cultivars.",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.2",
          "text": "The Sakha 3 fiber variety has been re-registered due to its high productivity and strong demand in the local market, outperforming other fiber and imported varieties.",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "2",
    "text": "Flax and Environmental Sustainability",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "2.1",
          "text": "Through its breeding program, the Fiber Research Department succeeded in developing varieties with higher average productivity per unit area. Flax is considered an exemplary sustainable crop, making it a promising environmental choice. Applied research conducted by the department has led to the development of varieties characterized by:",
          "level": 2,
          "parentId": "2",
          "isExpanded": false,
          "children": [
             {
               "id": "2.1.1",
               "text": "Low water consumption – flax cultivation is non-intensive in water use and does not require artificial irrigation under suitable climatic conditions.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.2",
               "text": "Eco-friendly farming – flax is grown with low fertilizer and pesticide inputs, reducing the environmental impact of cultivation.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.3",
               "text": "Full crop utilization – all parts of the flax plant are used, from fibers and seeds to residues employed as animal feed or in the production of fiberboards and insulation materials, making it an almost zero-waste crop.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.4",
               "text": "Soil quality improvement – flax is grown as part of crop rotations, helping improve soil quality and reduce diseases and pests affecting other crops.",
               "level": 3,
               "parentId": "2.1"
             }
          ]
        }
    ]
  },
  {
    "id": "3",
    "text": "Technology Transfer and Extension",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "3.1",
          "text": "Preparation of annual bulletins and publications on flax to raise awareness among farmers, especially smallholders, and encourage them to grow flax.",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "3.2",
          "text": "Implementation of extension seminars and training lectures to introduce farmers to the crop.",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "3.3",
          "text": "Establishment of demonstration fields in various governorates to promote local varieties and compare them with imported ones.",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "4",
    "text": "Applied Research",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "4.1",
          "text": "Evaluation of cultivars across different environments.",
          "level": 2,
          "parentId": "4",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "4.2",
          "text": "Conducting research on all agricultural practices and determining the best recommendations for the crop under new climate conditions.",
          "level": 2,
          "parentId": "4",
          "isExpanded": false,
          "children": []
        }
    ]
  }
],
  "Department_Mission_Outer": [
    {
      "id": "1",
      "title": "Breeding new high-yielding varieties resistant to diseases and pests",
      "description": "",
      "metric": "",
      "value": "",
      "date": "",
      "category": "excellence"
    },
    {
      "id": "2",
      "title": "Developing optimal technical recommendations to support the crop, increase productivity, and improve quality",
      "description": "",
      "metric": "",
      "value": "",
      "date": "",
      "category": "innovation"
    },
    {
      "id": "3",
      "title": "Developing varieties tolerant to harsh environmental conditions such as drought, salinity, and extreme temperatures.",
      "description": "",
      "metric": "",
      "value": "",
      "date": "",
      "category": "recognition"
    },
    {
      "id": "4",
      "title": "Exploring the genetic diversity of fiber crops and utilizing wild species to improve the available genetic resources.",
      "description": "",
      "metric": "",
      "value": "",
      "date": "",
      "category": "growth"
    },
    {
      "id": "5",
      "title": "Conducting applied research on new uses for fibers and their by-products",
      "description": "",
      "metric": "",
      "value": "",
      "date": "",
      "category": "excellence"
    }
  ],
  "Department_Vision": [
    {
      "id": "1",
      "title": "Variety Development",
      "Sub_title": "",
      "content": "Breeding high-yielding varieties tolerant to changing environmental conditions",
      "subItems": [],
      "priority": "high",
      "category": "Variety Development"
    },
    {
      "id": "2",
      "title": "Utilizing Technology",
      "Sub_title": "",
      "content": "Applying modern technologies and smart agriculture practices",
      "subItems": [],
      "priority": "medium",
      "category": "Utilizing Technology"
    },
    {
      "id": "3",
      "title": "Enhancing Research Collaboration",
      "Sub_title": "",
      "content": "Strengthening research collaboration and transferring modern technologies to farmers’ fields through building strong networks with universities, research centers, and relevant industries at both local and international levels to exchange knowledge and apply the latest innovations.",
      "subItems": [],
      "priority": "low",
      "category": "Enhancing Research Collaboration"
    },
    {
      "id": "4",
      "title": "Challenges and Opportunities",
      "Sub_title": "",
      "content": "The Fiber Crops Research Department can effectively contribute to achieving food and industrial security, promoting sustainable development, and supporting the national economy by addressing challenges and seizing opportunities.",
      "subItems": [],
      "priority": "high",
      "category": "Challenges and Opportunities"
    }
  ],
  "Department_Mission_Inner_Central" : "Main Overview Of The Department's Core Missions",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Fiber_Crops.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Fiber_Crops.pdf"
}
