{
  "name": "Grain Sorghum Research Department",
  "P1_Title": "Prof. Dr. Heba Mohamed Hafez Department Director's Speech",
  "Director_Image": "/images/Departments Directors/Sorghum_Director.png",
  "description": "",
  "image": "",
"P1": [
  "Sorghum is considered the third most important summer cereal crop after rice and maize, with nearly 400,000 feddans cultivated in Middle and Upper Egypt.",
  "Its importance stems from its role as both a food and feed crop. In Egypt and across Africa, sorghum flour is traditionally mixed with wheat flour to make bread, particularly in rural areas and villages.",
  "Sorghum bread is naturally gluten-free, making it a valuable dietary option for patients with celiac disease or gluten intolerance. Recent studies indicate that blending 20% sorghum flour with wheat flour produces a healthier bread enriched with magnesium, iron, essential amino acids, vitamin B, phenolic compounds, and antioxidants that help reduce the risk of cancer.",
  "The grain is also used as a concentrated animal feed, being a good source of energy for poultry and livestock. When mixed with other feed sources such as yellow maize, it supports dairy cattle feeding. Furthermore, the green biomass of dual-purpose varieties and hybrids is used for livestock feed and silage production, particularly during green fodder shortages.",
  "Recently, a factory has been established in Upper Egypt for the production of particleboard using stalks from tall sorghum varieties. Sorghum is moderately tolerant to salinity and drought, making it suitable for cultivation in newly reclaimed lands and marginal areas suffering from water scarcity, such as tail-end irrigation lands."
],

"Department_Achieviements": [
  {
    "id": "1",
    "text": "Several dual-purpose, high-yielding sorghum hybrids and varieties have been developed as follows:",
    "level": 1,
    "isExpanded": false,
    "children": [
      {
        "id": "1.1",
        "text": "Short and medium-stemmed dual-purpose varieties:",
        "level": 2,
        "parentId": "1",
        "isExpanded": false,
        "children": [
          {
            "id": "1.1.1",
            "text": "Dorado, Sohag 1, Sohag 3, and Sohag 4",
            "level": 3,
            "parentId": "1.1",
            "isExpanded": false
          }
        ]
      },
      {
        "id": "1.2",
        "text": "Recently developed medium-height hybrids:",
        "level": 2,
        "parentId": "1",
        "isExpanded": false,
        "children": [
          {
            "id": "1.2.1",
            "text": "Shandaweel 1, Shandaweel 2, Shandaweel 3, Shandaweel 4, Shandaweel 5, Shandaweel 6, Hybrid 301, Hybrid 302, Hybrid 303, Hybrid 304, and Hybrid 306.",
            "level": 3,
            "parentId": "1.2",
            "isExpanded": false
          }
        ]
      },
      {
        "id": "1.3",
        "text": "Tall varieties:",
        "level": 2,
        "parentId": "1",
        "isExpanded": false,
        "children": [
          {
            "id": "1.3.1",
            "text": "Giza 113, Giza 115, and Giza 3",
            "level": 3,
            "parentId": "1.3",
            "isExpanded": false
          }
        ]
      }
    ]
  }
],

"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "Breeding dual-purpose (grain and fodder) hybrids and varieties that withstand climate change and are suitable for cultivation in newly reclaimed areas.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "Formulating a strategic plan to advance sorghum production.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "Preserving both local and imported genetic resources.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "Developing hybrids and varieties tolerant to biotic and abiotic stresses.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "5",
    "title": "Identifying and recommending optimal agricultural practices to maximize sorghum productivity.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "6",
    "title": "Producing breeder seeds of varieties and lines used in commercial hybrid production.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "7",
    "title": "Establishing demonstration and educational fields to promote new hybrids and proper agricultural practices among farmers.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "8",
    "title": "Preparing and regularly updating extension bulletins to provide the most suitable technical recommendations for both old and newly reclaimed lands.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "9",
    "title": "Focusing on agricultural research addressing drought tolerance and climate change adaptation.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  }
],

"Department_Vision": [
  {
    "id": "1",
    "title": "Hybrids Development",
    "Sub_title": "",
    "content": "",
    "subItems": [
      {
        "text": "Developing high-yielding dual-purpose hybrids and varieties tolerant to various stresses (salinity, drought, and climate change)."
      },
      {
        "text": "Breeding protein-rich hybrids and varieties suitable for blending with wheat flour."
      }
    ],
    "priority": "high",
    "category": "Hybrid Development"
  }
],
  "Department_Mission_Inner_Central" : "Main Overview Of The Department's Core Missions",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Sorghum_Department.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Sorghum.pdf"
}
