{
  "name": "بحوث الشعير قسم",
  "P1_Title": "كلمة الأستاذة الدكتورة هبة جمعة على جمعة رئيس القسم",
  "P1": [
    "يشكّل قسم بحوث الشعير أحد الأعمدة الراسخة في منظومة البحث الزراعي، نحمل فيه رسالة نبيلة ومسؤولية وطنية تجاه تطوير هذا المحصول الاستراتيجي، الذي يملك من المرونة والقدرة ما يجعله جزءًا من الحل في مواجهة التحديات المناخية والاقتصادية التي نعيشها.",
    "ومن هذا المنطلق، نكرّس جهودنا لتطوير هذا المحصول العريق، الذي يحمل آفاقًا واعدة للإنتاج في الأراضي الجديدة والمناطق الهامشية",
    "فى هذا القسم، نعمل بعقولنا وقلوبنا لتطوير أصناف شعير أكثر إنتاجية، تتحمل الجفاف والملوحة، وتلائم البيئات الهامشية والحدودية، إيمانًا منا بأن الشعير ليس مجرد محصول، بل أداة لتحقيق الأمن الغذائي والاستفادة من الأراضي الهامشية، وتعزيز دخل المزارعين في المناطق الأقل حظًا التي تمثل أولوية وطنية.",
    "في القسم نبذل جهدًا دؤوبًا في التجريب والتطوير ونقل التكنولوجيا  حيث لا تقتصر أدوارنا على المختبرات أو المحطات البحثية، بل نمد أذرعنا إلى الحقول، ونتواصل مع المزارعين والإرشاد الزراعي، لنضمن أن تصل نتائج البحث العلمي إلى موضع التطبيق الحقيقي. كما نفتح أبوابنا للباحثين والطلاب حيث نولي اهتمامًا كبيرا بتأهيل الكوادر العلمية والفنية، وتوفير بيئة تدريبية متميزة للطلاب والباحثين من مختلف الجهات.",
    "نؤمن أن البحث العلمي هو استثمار طويل الأمد، وأن ما نزرعه من معرفة اليوم، نحصد ثماره أمنًا غذائيًا واستدامة زراعية غدًا.",
    "طموحنا لا يعرف التوقف، وغايتنا أن يظل قسم بحوث الشعير منارةً علميةً وعمليةً تخدم الزراعة المصرية وتُسهم في رفعة هذا الوطن.",
    "نسأل الله التوفيق والسداد، وأن يجعل عملنا خالصًا لوجهه، نافعًا للناس، ومثمرًا لأرضنا الطيبة"
  ],
  "Director_Image": "/images/Departments Directors/Barley_Director.png",
  "description": "يهدف قسم بحوث الشعير إلى تطوير وتحسين زراعة الشعير وزيادة استدامتها من خلال إجراء التجارب الحقلية والدراسات الوراثية والتقييمات الزراعية، وذلك لتحقيق إنتاجية أعلى ومقاومة أفضل للظروف البيئية.",
  "image": "",
  "P2": ["يُعد قسم بحوث الشعير أحد أعرق أقسام البحوث الزراعية في مصر، وله تاريخ ممتد من العطاء والإنجازات العلمية التي أسهمت في تطوير هذا المحصول الاستراتيجي. فمنذ تأسيس القسم، كان له دور ريادي في استنباط الأصناف وتحسين الإنتاجية، بما يتوافق مع متطلبات الزراعة المصرية وتحدياتها البيئية والمناخية."],
  "Department_Achieviements": [
  {
    "id": "1",
    "text": "بدأت رحلة القسم في مجال التربية واستنباط الأصناف منذ عام 1935، حيث نجح الباحثون في تطوير 11 صنفًا من الشعير خلال الفترة من 1935 حتى 1980، وهي أصناف متميزة لا تزال تُستخدم حتى اليوم في برامج التربية الوراثية، لما تحتويه من صفات جينية عالية القيمة مثل التحمل للجفاف وتحسين صفات الحبوب.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "2",
    "text": "وبعد عام 1980، شهد القسم طفرة في النشاط البحثي أدت إلى استنباط 17 صنفًا جديدًا من الشعير حتى عام 2025، ما ساهم في توسيع قاعدة زراعة الشعير في مصر، سواء في الأراضي القديمة أو في المناطق الصحراوية والمستصلحة حديثًا.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "3",
    "text": "وفي عام 2025، أضاف القسم إنجازًا جديدًا إلى سجله، حيث تم تسجيل صنفين جديدين هما جيزة 139 وجيزة 140، وهما من الأصناف التي أثبتت كفاءة عالية في التكيف مع ظروف الأراضي الجديدة والمناطق المطرية، ويُنتظر أن يكون لهما دور كبير في دعم خطط التوسع الزراعي وتعزيز الأمن الغذائي.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "4",
    "text": "وامتدت جهود القسم أيضًا إلى التحول الصناعي وتعظيم القيمة المضافة لمحصول الشعير، من خلال التعاون مع شركات تصنيع وتصدير المولت، حيث تم استنباط صنفين صناعيين متميزين في عام 2021 هما جيزة 201 وجيزة 202، وهما من الأصناف ثنائية الصف عالية الجودة والمناسبة لتصنيع المولت محليًا وتصديره، بما يعزز التكامل بين البحث العلمي والصناعة، ويدعم التوجه نحو التصنيع الزراعي والتصدير.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "5",
    "text": "إلى جانب العمل البحثي، شارك القسم بفاعلية في العديد من المبادرات التنموية التي تستهدف المناطق الصحراوية والحدودية، حيث ساهم في نشر زراعة الشعير في بيئات مثل شمال سيناء ومطروح والصحراء الغربية، بهدف تحسين معيشة المجتمعات المحلية، وتوفير الأعلاف والمراعي، وخلق فرص عمل للبدو في تلك المناطق.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "6",
    "text": "ويمتد دور القسم إلى التعاون المؤسسي، حيث حرص على إقامة شراكات مع المؤسسات البحثية الوطنية والدولية، وعمل على دعم المشروعات القومية الكبرى مثل مشروع الريف المصري الجديد' ومشروع مستقبل مصر، من خلال إدخال الشعير ضمن نظم الزراعة الحديثة في تلك المشاريع.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "7",
    "text": "كما أسهم القسم في عدة مبادرات لتوفير الغذاء الصحي، وشارك في مشروعات ممولة من الاتحاد الأوروبي بالتعاون مع عدد من الدول الأوروبية، لتعزيز التبادل العلمي والتقني في مجال تحسين الشعير.",
    "level": 1,
    "isExpanded": false
  },
  {
    "id": "8",
    "text": "وفي إطار الابتكار، أدخل القسم ممارسات وتقنيات زراعية حديثة كان لها أثر مباشر في تحسين إنتاجية الشعير وزيادة الاستفادة منه، مثل:",
    "level": 1,
    "isExpanded": false,
        "children": [
        {
          "id": "1.1",
          "text": "زراعات الشعير متعدد الحشّات، التي تُوفر أعلافًا خضراء متكررة للمواشي على مدار الموسم.",
          "level": 2,
          "parentId": "8",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.2",
          "text": "تقنية الشعير المستنبت، التي تُعد حلاً مبتكرًا لتوفير علف أخضر عالي القيمة في ظل ندرة الأراضي الزراعية والمياه.",
          "level": 2,
          "parentId": "8",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "9",
    "text": "ن هذه الإنجازات المتعددة تعكس التزام قسم بحوث الشعير برسالته العلمية والتنموية، وتبرز دوره الحيوي في خدمة الزراعة المصرية، ليس فقط من خلال البحث العلمي، بل من خلال التطبيق العملي الذي يلامس احتياجات الفلاحين والمجتمع، ويربط بين الحقل والمصنع والسوق المحلي والدولي.",
    "level": 1,
    "isExpanded": false
  }
  ],
  "Department_Mission_Outer": [
  {
    "id": "1",
    "title": "العمل على تطوير زراعة وإنتاج محصول الشعير من خلال استنباط أصناف جديدة عالية الإنتاجية ومقاومة للظروف البيئية غير المواتية، وتحسين الممارسات الزراعية، وتعزيز الاستخدام المستدام لهذا المحصول الاستراتيجي في الزراعة المصرية. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "المساهمة في نشر زراعة الشعير بالمناطق الهامشية والحدودية (مثل شمال سيناء، مطروح، الصحراء الشرقية، وجنوب الوادي)، من خلال توفير أصناف ملائمة للظروف البيئية القاسية، وتقديم الدعم الفني والإرشادي للمزارعين في تلك المناطق، بهدف تعظيم الاستفادة من الموارد الطبيعية غير المستغلة.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  }
  ],
  "Department_Vision": [
  {
    "id": "1",
    "title": "الريادة",
    "Sub_title": "تطوير منظومة ",
    "content": "يسعى قسم بحوث الشعير إلى أن يكون مركزًا رائدًا ومتميزًا في مجال بحوث وتطوير محصول الشعير على المستويين الوطني والإقليمي، انطلاقًا من إيمان راسخ بأهمية هذا المحصول الاستراتيجي في دعم الأمن الغذائي والاستدامة الزراعية في مصر. ",
    "subItems": [{"text" : "وتتمثل رؤية القسم في تطوير منظومة إنتاج الشعير عبر استنباط أصناف جديدة عالية الكفاءة، قادرة على التكيف مع التحديات المناخية مثل الجفاف والملوحة، وتلائم النظم الزراعية المختلفة في البيئات المصرية المتنوعة."}],
    "priority": "high",
    "category": "الريادة"
  },
  {
    "id": "2",
    "title": "تعزيز دور الشعير",
    "Sub_title": "دعم الاقتصاد الوطني",
    "content": "ويولي القسم اهتمامًا كبيرًا بتعزيز دور الشعير في تحقيق الأمن الغذائي، من خلال إدخاله في الدورات الزراعية وتحقيق إنتاجية مرتفعة باستخدام أقل قدر ممكن من الموارد، ما يسهم في رفع كفاءة استخدام الأرض والمياه. ",
    "subItems": [{"text" : "يسعى القسم إلى دعم الاقتصاد الوطني من خلال توفير أصناف متعددة الاستخدامات، تصلح للأعلاف البشرية والحيوانية، فضلًا عن استخدامها في صناعات ذات قيمة مضافة مثل صناعة المولت."}],
    "priority": "medium",
    "category": "تعزيز دور الشعير"
  },
  {
    "id": "3",
    "title": "التعاون البحثي",
    "Sub_title": "نشر المعرفة ",
    "content": "من منطلق الوعي بأهمية التعاون البحثي، يعمل القسم على بناء شراكات استراتيجية فعالة مع الجامعات، ومراكز البحوث، والمؤسسات الدولية المعنية، لتبادل الخبرات وتطوير البنية التحتية للبحث العلمي.",
    "subItems": [{"text" : "يحرص على نشر المعرفة والابتكار من خلال برامج تدريبية متخصصة، وتنظيم ندوات علمية وورش عمل تستهدف الباحثين والمزارعين، إلى جانب إصدار مطبوعات علمية وفنية تعزز من نشر نتائج البحوث وتطبيقاتها."}],
    "priority": "low",
    "category": "التعاون البحثي"
  },
  {
    "id": "4",
    "title": "التغيرات المناخية",
    "Sub_title": "",
    "content": "وفي إطار التكيف مع التغيرات المناخية، يساهم القسم بفعالية في دعم الزراعة الذكية مناخيًا، عبر تقديم حلول مبتكرة تساعد على إدارة الموارد المائية بكفاءة، وتهيئة الظروف المثلى لنمو محصول الشعير في ظل الظروف المناخية المتغيرة.",
    "subItems": [],
    "priority": "high",
    "category": "التغيرات المناخية"
  }
  ],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Barley_Department.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Barley.pdf"
}
