{
  "name": "قسم بحوث فسيولوجيا المحاصيل",
  "P1_Title": "كلمة الأستاذ الدكتور رانيا أنور علي خضر رئيس القسم",
  "Director_Image": "/images/Departments Directors/Crop_Physiology_Director.png",
  "description": "",
  "image": "",
  "P1": ["الدراسه الفسيولوجيه للمحاصيل الزراعيه وفهم وتتبع العمليات الحيويه للنبات ضروره لفهم تفاعل النبات مع البيئه المحيطه ومدي تاثره بها مما يحسن اساليب الزراعه ويساعد في استنباط اصناف جديده عاليه الانتاجيه تحت ظروف التغيرات المناخيه"],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "انشاء وحده التحاليل الكيمائيه بالقسم والتي تقوم باجراء التحاليل الفسيولوجيه والكيمائيه لجميع اقسام المعهد وكذلك جميع معاهد المركزبالاضافه للجامعات والمراكزالبحثيه الاخري.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "2",
    "text": "المشاركه مع اقسام المعهد المختلفه في تقييم التراكيب الوراثيه المبشره وتسجيل الاصناف الجديده.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "3",
    "text": "رفع الكفاءه الانتاجيه للمحاصيل تحت ظروف الاجهادات المختلفه و التغيرات المناخيه عن طريق استخدام بعض المواد ذات التاثير الايجابي علي العمليات الفسيولوجيه للنبات",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "4",
    "text": "اجراء العديد من التجارب علي المحاصيل المختلفه باستخدام مواد مؤثره فسيولوجيا لتقليل المدخلات مع انتاجيه عاليه.",
    "level": 1,
    "isExpanded": false,
    "children": []
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "دراسة العمليات الحيوية التي تحدث داخل نباتات المحاصيل الحقلية وكيفية تأثيرها على النمو والإنتاجية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "استخدام الدراسات الفسيولوجية لتحسين إنتاجية وجودة المحاصيل   والمساعده في استنباط الاصناف الجديده",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "دراسة كيفية تكيف النباتات الحقلية مع الظروف البيئية المختلفة (نقص مياه الرى، والملوحة، ودرجات الحرارة المختلفة) والعمل على تحسينها.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "استخدام الدراسات",
    "Sub_title": "",
    "content": "استخدام تلك الدراسات (الفسيولوجية) لتطوير معاملات زراعية جديدة تهدف إلى زيادة كفاءة استخدام الموارد المتاحة (مثل الماء والأسمدة والظروف البيئية المختلفة) وتحسين إنتاجية المحاصيل و كذلك التقييم الفسيولوجي للتراكيب الوراثيه المبشره من المحاصيل الحقليه المختلفه خلال مراحل نموها تحت ظروف الاجهادات المختلفه للوصول لافضل هذه التراكيب و تسجيلها كاصناف جديده",
    "subItems": [],
    "priority": "high",
    "category": "استخدام الدراسات"
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Crop_Physiology_Department.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Crop_Physiology.pdf"
}
