{
  "name": "قسم بحوث التكثيف المحصولى",
  "P1_Title": "كلمة الأستاذة الدكتورة نجوى رفعت أحمد رئيس القسم",
  "Director_Image": "/images/Departments Directors/crop_intensification.png",
  "description": "",
  "image": "",
  "P1": [
    "من أهم أنشطة القسم توفير الغذاء للإنسان والحيوان وهى من مقدمة الأهداف التى تحدد أسلوب الإنتاج فى مصر خاصة فى الآونة الأخيرة بعد أن زادة الفجوة الغذائية نظرا للزيادة السكانية الهائلة والتى لا يواكبها زيادة موازية فى الإنتاج الزراعى خاصة محاصيل الغذاء مثل محاصيل الحبوب والزيوت والسكر والأعلاف نظرا لقلة المساحة المستصلحة سنويا ولزيادة تكلفة إستصلاحها التى تشكل عبئا ثقيلا على ميزانية الدولة هذا بالإضافة إلى محدودية المياه المخصصة للزراعة والتى تعتمد على مياه النيل كمصدر رئيسى والتى لا يتوقع زيادتها فى المستقبل الأمر الذى يزيد من صعوبة إستصلاح مساحات أخرى من الأراضى بالإعتماد على مياه النيل بل ويؤدى إلى صعوبة توفير الإحتياجات الغذائية والإعتماد على الإستيراد من الخارج.",
    "بالإضافة إلى التغيرات المناخية التي تهدد زراعة العديد من المحاصيل الاستراتيجية وتدني إنتاجيتها وزيادة الإصابة بالأمراض والحشرات، بالإضافة إلى تدهور الأراضي الزراعية وتملحها وتلوثها  وتعرضها للتصحر.",
    "وكذلك إدخال المحاصيل غير التقليدية التي تتحمل الإجهاد المائي والملوحة والتغير المناخي مثل (الكينوا والكسافا)."
  ],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "قام قسم بحوث التكثيف المحصولى بإجراء كثير من البحوث والدراسات التى تهدف إلى زيادة الإنتاج الزراعى كما ونوعا بإستخدام طرق غير تقليدية .",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "2",
    "text": "تسجيل صنف الكينوا مصر 1 والكسافا مصر 1 وصنف الشيا مصر1 ",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "3",
    "text": "جارى أقلمة بعض أصناف من الدخان تحت الظروف المصرية",
    "level": 1,
    "isExpanded": false,
    "children":[]
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "قسم بحوث التكثيف المحصولى له عدة محاور وهى إستخدام التحميل بأنواعه والتحميل المناوب – الدورة الزراعية والتركيب المحصولى – نظم الخدمة المزرعية وهى طرق غير تقليدية لزيادة الإنتاج الزراعى.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "زيادة معدل التكثيف المحصولى وذلك بزراعة أكثر من محصولين بالعام بين المحاصيل الشتوية والصيفية لإيجاد زراعة ربيعية أو خريفية ليزداد معدل التكثيف بمقدار الثلث بالمحاصيل الحقلية وأكثر من ذلك بمحاصيل الخضر.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "هذه الطرق الجديدة تؤدى إلى زيادة المساحة وتعظيم إنتاجية وحدة المساحة وبسرعة العائد منها وكذلك توفير للمياه بالزراعة على مصاطب والحماية من التقلبات السعرية للمحاصيل وايضا  تحمل التغيرات المناخية من توفير درجات الحرارة  والرطوبة المناسبة لكلا المحصولين وكذلك مقاومتها لبعض الاصابات الحشرية والمرضية من خلال أفرازات الجذور ( الاليلوباثى) مع الحفاظ على التركيب المحصولى السائد للمحاصيل الرئيسية الشتوية أو الصيفية. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "أدخال بعض المحاصيل الجديدة فى الزراعة المصريه والتى يمكن زراعتها فى الأراضى الهامشية والملحية وتتحميل التغيرات المناخية وهى محصول (الكينوا- الكسافا) والتى يمكن أن تكون بديل للمحاصيل الاستراتيجية الهامة مثل القمح والارز والبطاطس والذرة والشيا والتى تعتبر من المحاصيل ذات القيمه الغذائية الهامه وكذلك محصول الدخان.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "زياده الانتاج",
    "Sub_title": "تتضمن هذه الوسائل غير التقليديه :",
    "content": "أهم الاولويات زياده الانتاج من وحده المساحة للمحاصيل الحقليه والخضر والنباتات الطبية والعطرية والأعلاف الصيفية دون اللجوء الى اضافة مساحات جديده تحتاج لموارد مائيه مضافة والتى سوف ترتكز فى المستقبل على المياه الجوفية حيث يعتبر هذا المصدر الوحيد وقد يستنزف مع مرور الوقت.",
    "subItems": [
        {"text" : "التحميل وزياده معدل التكثيف"},
        {"text" : "تطبيق تكنولوجيات جديده فى الزراعة المصريه."}
    ],
    "priority": "high",
    "category": "زياده الانتاج"
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Crop_Intensification_Department.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Crop_Intensification.pdf"
}
