{
  "name": "قسم بحوث فسيولوجيا المحاصيل",
  "P1_Title": "كلمة الأستاذ الدكتور رانيا أنور علي خضر رئيس القسم",
  "Director_Image": "/images/Departments Directors/Crop_Physiology_Director.png",
  "description": "",
  "image": "",
  "P2" : [
    "يعمل القسم علي الدراسه الفسيولوجيه لسلوك الاصناف والتراكيب الوراثيه المختلفه للمحاصيل الاستراتيجيه تحت الظروف البيئيه المتباينه من ملوحه وحراره ونقص المياه و نقص العناصر الغذائيه.",
    "و يتم ذلك علي عده مستويات:"
  ],
  "P1": [
    "بسم الله الرحمن الرحيم",
    "الدراسه الفسيولوجيه للمحاصيل الزراعيه وفهم وتتبع العمليات الحيويه للنبات ضروره لفهم تفاعل النبات مع البيئه المحيطه ومدي تاثره بها مما يحسن اساليب الزراعه ويساعد في استنباط اصناف جديده عاليه الانتاجيه تحت ظروف التغيرات المناخيه",
    "نلتزم في هذا القسم بتحقيق التميز الأكاديمي والبحثي من خلال:",
    "إجراء أبحاث رائدة في تحسين المحاصيل سواءعن طريق التقييم الفسيولوجي لها تحت البيئات المختلفه , او تقليل التاثير السلبي للاجهادات المختلفه عن طريق المعاملات الفسيولوجيه الايجابيه.",
    "دراسة الآليات الفسيولوجيه التي تتحكم في إنتاجية النباتات وقدرتها على تحمل الإجهادات البيئية.",
    "العمل المستمر و الدؤب  علي تعزيز الأمن الغذائي والزراعة المستدامة.",
    "كما نحرص على بناء شراكات استراتيجية مع المؤسسات البحثية المحلية والدولية، وتأهيل كوادر علمية قادرة على مواكبة التطورات العالمية في مجال فسيولوجيا المحاصيل.",
    "يسعدني أن أرحب بكم في الصفحة الإلكترونية لقسم بحوث فسيولوجيا المحاصيل والذي يعمل كحلقة وصل بين علم فسيولوجيا النبات الاكاديمي والتطبيقات الزراعية الحديثة لتحسين ورفع انتاجيه المحاصيل المختلفه تحت ظروف الاجهادات البيئيه المتباينه.",
    "إننا نؤمن بأن المستقبل الزراعي يعتمد على الابتكار العلمي، ونسعى جاهدين لأن يكون قسمنا رائدا في هذا المجال"
],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "انشاء وحده التحاليل الكيمائيه بالقسم والتي تقوم باجراء التحاليل الفسيولوجيه والكيمائيه لجميع اقسام المعهد وكذلك جميع معاهد المركزبالاضافه للجامعات والمراكزالبحثيه الاخري.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "2",
    "text": "المشاركه مع اقسام المعهد المختلفه في تقييم التراكيب الوراثيه المبشره وتسجيل الاصناف الجديده.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "3",
    "text": "رفع الكفاءه الانتاجيه للمحاصيل تحت ظروف الاجهادات المختلفه و التغيرات المناخيه عن طريق استخدام بعض المواد ذات التاثير الايجابي علي العمليات الفسيولوجيه للنبات",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "4",
    "text": "اجراء العديد من التجارب علي المحاصيل المختلفه باستخدام مواد مؤثره فسيولوجيا لتقليل المدخلات مع انتاجيه عاليه.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "5",
    "text": "نشر أبحاث رائدة في مجلات علمية عالمية تشمل آليات تحمل الإجهادات (الملوحة، الجفاف، والحرارة) على المستوى الفسيولوجي في المحاصيل الاستراتيجيه المختلفه.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "6",
    "text": "الاعتراف بأبحاث القسم كمراجع مهمة في مجال فسيولوجيا المحاصيل.",
    "level": 1,
    "isExpanded": false,
    "children": []
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "دراسة العمليات الحيوية التي تحدث داخل نباتات المحاصيل الحقلية وكيفية تأثيرها على النمو والإنتاجية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "استخدام الدراسات الفسيولوجية لتحسين إنتاجية وجودة المحاصيل   والمساعده في استنباط الاصناف الجديده",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "دراسة كيفية تكيف النباتات الحقلية مع الظروف البيئية المختلفة (نقص مياه الرى، والملوحة، ودرجات الحرارة المختلفة) والعمل على تحسينها.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "دراسه علي المستوي الحقلي للنباتات: وذلك بمتابعه العمليات الحيويه المختلفه باستخدام أجهزة خاصة لقياس النتح، أو أجهزة قياس انبعاث غاز ثاني أكسيد الكربون لقياس البناء الضوئي و ايضا  قياس  كفاءه عمليه البناء الضوئي اثناء مراحل  نمو النبات المختلفه.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "5",
    "title": "دراسه مورفولوجيه: وذلك من خلال دراسه الصفات الفسيولوجيه من الناحيه المورفولوجيه مثل مساحه الاوراق , دليل ومساحه الاوراق , الاوزان الرطبه و الجافه لاجزاء النبات المختلفه وغيرها من صفات الشكل الظاهري.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "6",
    "title": "دراسه الكيميا الحيويه للنبات: وفيها يتم دراسه العمليات الكيميائية داخل النبات ومدي تأثرها بالظروف المحيطه من خلال مجموعه من المركبات الحيويه التي تعتبر مؤشر واضح لاستجابه النبات للتغيرات المناخيه  المحيطه به و تفاعله مع بيئته مثل البرولين و MDA والانزيمات وصبغات البناء الضوئي وغيرها.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "7",
    "title": "تحسين المحاصيل عن طريق انتاج أصناف عالية الإنتاجية ومقاومة للظروف القاسية عن طريق اضافه بعض المواد الايجابيه فسيولوجيا والتي ترفع من النمو و الانتاجيه تحت الظروف البيئيه المختلفه مثل (Antioxidants, Osmoregulators , Antitranspiration)",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "8",
    "title": "التقييم المستمر للتراكيب الوراثيه المبشره علي المستوي الفسيولوجي للوصول الي افضل هذه التراكيب واعلاها انتاجيه تحت الظروف البيئيه المتباينه من ملوحه وحراره ونفص مياه.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  }
],
"Department_Vision": [
    {
    "id": "1",
    "title": "الرؤية الأساسية",
    "Sub_title": "",
    "content" : "أن نكون روادًا في البحث والتطوير في مجالات فسيولوجيا النبات ، ونساهم في تحقيق زراعة مستدامة، أمن غذائي، وانتاج اصناف متكيفة مع التغيرات المناخية من خلال التقييم الفسيولوجي تحت الظروف البيئيه القاسيه او محاوله تقليل التاثير السلبي لتلك البيئات القاسيه عن طريق المعاملات الفسيولوجيه المختلفه. كذلك أن يصبح القسم مرجعية علمية رائدة في مجال فسيولوجيا المحاصيل، ويساهم في:",
    "subItems": [
      {"text" : "زيادة الإنتاجية الزراعية باستخدام تقنيات مستدامة."},
      {"text" : "مواجهة التحديات المناخية ."},
      {"text" : "تعزيز الأمن الغذائي من خلال تحسين نمو وانتاجيه المحاصيل."}
    ],
    "priority": "high",
    "category": "الرؤية الأساسية"
  },
  {
    "id": "2",
    "title": "استخدام الدراسات",
    "Sub_title": "",
    "content": "استخدام تلك الدراسات (الفسيولوجية) لتطوير معاملات زراعية جديدة تهدف إلى زيادة كفاءة استخدام الموارد المتاحة (مثل الماء والأسمدة والظروف البيئية المختلفة) وتحسين إنتاجية المحاصيل و كذلك التقييم الفسيولوجي للتراكيب الوراثيه المبشره من المحاصيل الحقليه المختلفه خلال مراحل نموها تحت ظروف الاجهادات المختلفه للوصول لافضل هذه التراكيب و تسجيلها كاصناف جديده",
    "subItems": [],
    "priority": "medium",
    "category": "استخدام الدراسات"
  },
  {
    "id": "3",
    "title": "الرؤية المستقبلية",
    "Sub_title": "نسعى لتعزيز هذه الإنجازات عبر:",
    "content" : "هذه الإنجازات تمثل انعكاساً لرؤية القسم في دعم الزراعة المستدامة والأمن الغذائي من خلال الابتكار العلمي.",
    "subItems": [
      {"text":"إنشاء مختبرات متقدمة للدراسات الفسيولوجيه."},
      {"text":"دخول نتائج الابحاث الفسيولوجيه التي تسعي لرفع الانتاجيه حيز التطبيق الفعلي ونشرها كمعاملات تكامليه مع المعاملات الاساسيه للمحاصيل المختلفه ."}
    ],
    "priority": "low",
    "category": "الرؤية المستقبلية"
  },
  {
    "id": "4",
    "title": "الرؤية الاستراتيجية",
    "Sub_title": "",
    "content": "",
    "subItems": [
      {
        "text" : "التميز البحثي:",
        "children" : [
          {"text":"تطوير تقنيات متقدمة في المعاملات الفسيولوجيه لتحسين إنتاج المحاصيل الاستراتيجية."},
          {"text":"دراسة الآليات الفسيولوجيه لتحمل الإجهادات البيئية (مثل الملوحة، الجفاف، وارتفاع الحرارة)"}
        ]
      },
      {
        "text" : "التعاون المحلي والدولي:",
        "children" : [
          {"text":"بناء شراكات مع المراكز البحثية والجامعات المتخصصة في مجال فسيولوجيا المحاصيل"},
          {"text":"تدريب الكوادر العلمية وتأهيلهم لمواكبة أحدث التطورات في مجال فسيولوجيا المحاصيل."}
        ]
      }
    ],
    "priority": "high",
    "category": "الرؤية الاستراتيجية"
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Crop_Physiology.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Crop_Physiology.pdf"
}
