{
  "name": "قسم بحوث الالياف",
  "P1_Title": "كلمة الأستاذة الدكتورة أمانى محمد محى الدين الرفاعى رئيس القسم",
  "Director_Image": "/images/Departments Directors/Fiber_Crops_Director.png",
  "description": "",
  "image": "",
  "P1": [
    "إن قسم بحوث محاصيل الألياف ليس مجرد كيان إداري أو أكاديمي، بل هو قلب نابض بالابتكار والبحث العلمي الأصيل، يُعنى بمستقبل قطاع حيوي ومحوري في اقتصادنا.",
    "إن ما يميز عملنا هو العمق الاستراتيجي في فهم التحديات والفرص الكامنة في هذا المجال. فأنتم لا تنظرون إلى محاصيل الألياف كمجرد نباتات زراعية، بل ككنوز طبيعية تحمل في طياتها إمكانات هائلة للتنمية الصناعية والاقتصادية المستدامة.",
    "بدأءً من إستنباط الأصناف وصولا إلى جودة الألياف، مرورًا بتطوير أصناف مقاومة للأمراض والتغيرات المناخية، وفى النهايه البحث في تطبيقات جديدة ومبتكرة لهذه الألياف في صناعات متنوعة، يُبرهن قسمناعلى رؤية شاملة ومتكاملة.",
    "إن جهودنا الدؤوبة في تحسين إنتاجية وجودة هذه المحاصيل، وتوسيع آفاق استخداماتها، تُسهم بشكل مباشر في تعزيز الاكتفاء الذاتي، وخلق فرص اقتصادية جديدة، ودعم سلاسل الإمداد الوطنية.",
    "كل بحث أو تجربة تُجرى داخل القسم هي بمثابة حجر زاوية يُضاف إلى صرح المعرفة، ويُسهم في بناء مستقبل أكثر ازدهارًا.",
    "شكرًا لكم، وللفريق البحثي المتميز الذي يعمل تحت قيادتنا على هذا التفاني والإخلاص في خدمة الوطن والمجتمع. أتمنى لكم دوام التوفيق والنجاح في مساعيكم العلمية النبيلة."
  ],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "استنباط أصناف جديدة",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "1.1",
          "text": "تم إ ستنباط صنف جديد  جيزه 13 ليفى عالى الأنتاجيه  وجارى حاليا تقييم أكثر من 20 سلاله جديده مستنبطه حديثا لتسجيل أصناف جديده تتفق على الأصناف المحليه القديمه",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.2",
          "text": "تم إعادة تسجيل صنف سخا3 الليفى عالى الإنتاجية حيث أن عليه إقبال فى السوق المحلى ومتفوق على الأصناف الليفية والمستوردة",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "2",
    "text": "الكتان والاستدامة البيئية",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "2.1",
          "text": "نجح قسم بحوث الألياف من خلال برنامج التربية بالقسم  بإستنباط أصناف عاليه فى متوسط الإنتاجية لوحدة المساحة حيث ُيعد الكتان من المحاصيل المستدامة بامتياز، وهذا ما يجعله خيارًا بيئيًا واعدًاوأثبتت البحوث التطبيقيه المنفذه من خلال القسم إلى إستنباط أصناف ذات",
          "level": 2,
          "parentId": "2",
          "isExpanded": false,
          "children": [
             {
               "id": "2.1.1",
               "text": "استهلاك منخفض للمياه حيث  تتميز زراعة الكتان بكونها غير مكثفة للمياه، و لا تتطلب الري الصناعي في الظروف المناخية المناسبة،.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.2",
               "text": "زراعة صديقة للبيئة حيث  يُزرع الكتان بمعدلات منخفضة من الأسمدة والمبيدات، مما يقلل من التأثير البيئي للزراعة.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.3",
               "text": "استغلال كامل للمحصول يتم استغلال جميع أجزاء نبات الكتان، من الألياف والبذور إلى المخلفات النباتية التي تُستخدم كأعلاف أو في صناعة الألواح الخشبية والمواد العازلة، مما يجعله محصولًا عديم الهدر تقريبًا.",
               "level": 3,
               "parentId": "2.1"
             },
             {
               "id": "2.1.4",
               "text": "تحسين جودة التربة يُزرع الكتان كجزء من الدورات الزراعية، حيث يساعد في تحسين جودة التربة وتقليل أمراض النباتات والآفات التي قد تصيب المحاصيل الأخرى.",
               "level": 3,
               "parentId": "2.1"
             }
          ]
        }
    ]
  },
  {
    "id": "3",
    "text": "نقل التكنولوجيا والإرشاد",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "3.1",
          "text": "إعداد النشرات والمطبوعات الخاصه بمحصول الكتان سنوياً وذلك  لتوعية المزارعين وخصيصاً صغار المزارعين وتشجيعهم على زراعة محصول الكتان.",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "3.2",
          "text": "تنفيذ الندوات الإرشاديه والمحاضرات التدريبية لتعريف المزارعين باالمحصول  .",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "3.3",
          "text": "تنفيذ  حقول إرشادية فى المحافظات المختلفة لنشر الأصناف المحلية ومقارنتها بالأصناف المستوردة",
          "level": 2,
          "parentId": "3",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "4",
    "text": "البحوث التطبيقية",
    "level": 1,
    "isExpanded": false,
    "children":[
        {
          "id": "4.1",
          "text": "تقييم الأصناف فى مختلف البيئات",
          "level": 2,
          "parentId": "4",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "4.2",
          "text": "إجراء أبحاث على جميع العمليات الزراعية المختلفة والتوصل إلى أفضل التوصيات اللازمة للمحصول مع التغيرات المناخية الجديدة.",
          "level": 2,
          "parentId": "4",
          "isExpanded": false,
          "children": []
        }
    ]
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "إستنباط أصناف جديده عاليه الإنتاجيه ومقاومه للأمراض والأفات",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "الوصول الى التوصيات الفنيه المثلى التى تدعم المحصول وزيادة إنتاجيته و تحسين جودته",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "تطوير أصناف تتحمل الظروف البيئية القاسية مثل الجفاف والملوحة ودرجات الحرارة القصوى.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "على التنوع الوراثي لمحاصيل الألياف واستكشاف الأصناف البرية لتحسين الأصول الوراثية المتاحة.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "5",
    "title": ": إجراء بحوث تطبيقية على استخدامات جديدة للألياف ومنتجاتها الثانوية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "إستنباط الأصناف",
    "Sub_title": "",
    "content": "إستنباط أصناف عالية الإنتاجية ومتحملة للظروف البيئية المتغيرة",
    "subItems": [],
    "priority": "high",
    "category": "إستنباط الأصناف"
  },
  {
    "id": "2",
    "title": "إستخدام التقنيات",
    "Sub_title": "",
    "content": " إستخدام التقنيات الحديثة والزراعة الذكية",
    "subItems": [],
    "priority": "medium",
    "category": "إستخدام التقنيات"
  },
  {
    "id": "3",
    "title": "تعزيز التعاون البحثي",
    "Sub_title": "",
    "content": "تعزيز التعاون البحثي ونقل التكنولوجيا الحديثه إلى حقول المزارعين من خلال بناء شبكات تعاون قوية مع الجامعات ومراكز البحوث والصناعات ذات الصلة على المستويين المحلي والدولي لتبادل الخبرات والمعرفة وتطبيق أحدث الابتكارات",
    "subItems": [],
    "priority": "low",
    "category": "تعزيز التعاون البحثي"
  },
  {
    "id": "4",
    "title": "التحديات والفرص",
    "Sub_title": "",
    "content": "التحديات والفرص  حيث يمكن لقسم بحوث محاصيل الألياف أن يساهم بفاعلية في تحقيق الأمن الغذائي والصناعي، وتعزيز التنمية المستدامة، ودعم الاقتصاد الوطني.",
    "subItems": [],
    "priority": "high",
    "category": "التحديات والفرص"
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_Fiber_Crops.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_Fiber_Crops.pdf"
}
