{
  "name": "قسم بحوث البقوليات",
  "P1_Title": "كلمة الأستاذ الدكتور عادل الجارحى محمد الجارحى رئيس القسم",
  "Director_Image": "/images/Departments Directors/Legumes_Director.png",
  "description": "",
  "image": "",
  "P1": [
    "يعتبرقسم المحاصيل البقولية من الأقسام الهامة جداً فى معهد بحوث المحاصيل الحقلية لما يتضمنه من محاصيل هامة للشعب المصرى وتمثل البقوليات، جزءًا مهمًا من النظام الغذائي الصحي، باحتوائها على نسب عالية من البروتين والألياف والزيت وغير ذلك من المواد المغذية الضرورية، فهي تحتوي على نسبة عالية من الحديد والزنك.",
    "ويمكن إدخال البقول في النظم الزراعية البينية أو بزراعتها كمحاصيل التغطية من أجل تعزيز خصوبة التربة، وتقليل الاعتماد على الأسمدة الكيماوية بتثبيت النيتروجين وتيسير إمتصاص الفوسفور، وبالتالي المساهمة في نظام إنتاجي أكثر استدامة مثل الفول البلدي والصويا ويقوم القسم بتجديد وإستنباط الأصناف الجديدة التى تتأقلم مع التغيرات المناخية ومتطلبات السوق المصرى و العالمى.",
    "كما تمتلك اصنافنا مراكز متقدمة عالمياً في متوسط إنتاجية الفدان مثل فول الصويا الذى يحتل المركز الثالث عالميا في متوسط إنتاج الفدان."
  ],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "زيادة إنتاجية وحدة المساحة لمحصول الفول البلدى من 6.3 أردب/فدان الى 10.9 أردب/فدان حالياً.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "2",
    "text": "إنتاج أصناف من المحاصيل البقولية المختلفة المقاومة للإجهادات البيئية مثل الإصابة بالأمراض والهالوك والتى تتأقلم مع التغيرات المناخية ومتطلبات السوق المصرى و العالمى",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "3",
    "text": "زيادة المساحة المنزرعة من محصول فول الصويا من 3261 فدان بمتوسط إنتاجية 0.311طن/فدان للأصنلف المستوردة الى 133.500 فدان بمتوسط إنتاجية 1.3 طن/ فدان للأصناف المصرية وذلك من خلال برامج التربية. ",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "4",
    "text": "إنتاج تقاوى الأساس لجميع أصناف المحاصيل البقولية وتوفيرها لللإدارة العامة لإنتاج التقاوى والشركات المنتجة.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "الوصول الى الإكتفاء الذاتى من المحاصيل البقولية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "النهوض بالمحاصيل البقولية ",
    "Sub_title": "وذلك من خلال :",
    "content": "النهوض بكافة المحاصيل البقولية من حيث الإنتاجية وصفات الجودة وزيادة المساحات المنزرعة من المحاصيل البقولية",
    "subItems": [
        {"text" : "إسنتباط أصناف جديدة من المحاصيل البقولية عالية المحصول وتتحمل الإجهادات البيئيةالحيوية وغير الحيوية من خلال برامج التربية بالقسم. "},
        {"text" : "إصدار حزم التوصيات الفنية التى تناسب جميع اصناف المحاصيل البقولية المختلفة بما يؤمن الحصول على أعلى إنتاجية من هذه المحاصيل. "},
        {"text" : "نقل الخبرات والتوصيات الفنية الجديدة الى جميع المستفيدين (المزارعين – الشركات) من خلال برنامج نقل التكنولوجيا."}
    ],
    "priority": "high",
    "category": "النهوض المحاصيل البقولية "
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_legumes.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_legumes.pdf"
}
