{
  "name": "قسم بحوث البقوليات",
  "P1_Title": "كلمة الأستاذ الدكتور عادل الجارحى محمد الجارحى رئيس القسم",
  "Director_Image": "/images/Departments Directors/Legumes_Director.png",
  "description": "",
  "image": "",
  "P1": [
    "يعتبر قسم المحاصيل البقولية من الأقسام الهامة جداً فى معهد بحوث المحاصيل الحقلية لما يتضمنه من محاصيل هامة للشعب المصرى، وتمثل البقوليات جزءًا مهمًا من النظام الغذائي الصحي، باحتوائها على نسب عالية من البروتين والألياف والزيت وغير ذلك من المواد المغذية الضرورية، فهي تحتوي على نسبة عالية من الحديد والزنك.",
    "ويمكن إدخال البقول في النظم الزراعية البينية أو بزراعتها كمحاصيل التغطية من أجل تعزيز خصوبة التربة، وتقليل الاعتماد على الأسمدة الكيماوية بتثبيت النيتروجين وتيسير إمتصاص الفوسفور، وبالتالي المساهمة في نظام إنتاجي أكثر استدامة مثل الفول البلدي والصويا ويقوم القسم بتجديد وإستنباط الأصناف الجديدة التى تتأقلم مع التغيرات المناخية ومتطلبات السوق المصرى و العالمى.",
    "كما تمتلك اصنافنا مراكز متقدمة عالمياً في متوسط إنتاجية الفدان مثل فول الصويا الذى يحتل المركز الثالث عالميا في متوسط إنتاج الفدان.",
    "وقد اسهم بإنجازات عديدة القسم على مدى عقود بإستنباط أصناف جديدة من المحاصيل البقولية عالية الإنتاجية المتحملة للأمراض والهالوك و المتحملة لنقص المياه.",
    "ويستمر العمل فى قسم بحوث المحاصيل البقولية فى ظل التحديات التى تتواجها الزراعة بشكل عام والمحاصيل البقولية بشكل خاص من تغيرات مناخية ونقص المياه ومنافسة المحاصيل الاستراتيجية الأخرى مثل القمح والبرسيم فى الموسم الشتوى والذرة والأرز فى الموسم الصيفى بهدف زيادة المساحات المنزرعة من المحاصيل البقولية المختلفة لتقليل الإستيراد من هذه المحاصيل وتقليل الفجوة بين الإنتاج والإستهلاك.",
    "كما يركز القسم على زيادة مساحة المحاصيل البقولية عن طريق تحميلها مع محاصيل أخرى مثل القصب والطماطم والذرة وأشجار الفاكهة"
  ],
"Department_Achieviements": [
  {
    "id": "1",
    "text": "زيادة إنتاجية وحدة المساحة لمحصول الفول البلدى من 6.3 أردب/فدان الى 10.9 أردب/فدان حالياً.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "2",
    "text": "إنتاج أصناف من المحاصيل البقولية المختلفة المقاومة للإجهادات البيئية مثل الإصابة بالأمراض والهالوك والتى تتأقلم مع التغيرات المناخية ومتطلبات السوق المصرى و العالمى",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "3",
    "text" : "زيادة المساحة المنزرعة من محصول فول الصويا من 3261 فدان بمتوسط إنتاجية 0.311طن/فدان للأصنلف المستوردة الى 133.500 فدان بمتوسط إنتاجية 1.3 طن/ فدان للأصناف المصرية وذلك من خلال برامج التربية.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "4",
    "text": "إنتاج تقاوى الأساس لجميع أصناف المحاصيل البقولية وتوفيرها لللإدارة العامة لإنتاج التقاوى والشركات المنتجة.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "5",
    "text" : "إقامة العديد من الحقول الإرشادية على مستوى الجمهورية لنشر الوعى بالأصناف الجديدة وبأحدث التوصيات الفنية من خلال البرنامج الإرشادى للقسم أو التعاون مع الأقسام الأخرى مثل (التكثيف المحصولى) أو من خلال الحملات القومية.",
    "level": 1,
    "isExpanded": false,
    "children":[]
  },
  {
    "id": "6",
    "text" : "قام القسم فى الخمس سنين الأخيرة بتسجيل عدد من المحاصيل البقولية المختلفة ",
    "level": 1,
    "isExpanded": false,
    "children":[
              {
          "id": "6.1",
          "text" : "تم تسجيل صنفيين من الفول البلدى عاليين المحصول ويتحملوا الإصلبة بالهالوك ",
          "level": 2,
          "parentId": "6",
          "isExpanded": false,
          "children": [
            {
              "id": "6.1.1",
              "text" : "سدس 1",
              "level": 3,
              "parentId": "6.1"
            },
            {
              "id": "6.1.2",
              "text": "سخا 5",
              "level": 3,
              "parentId": "6.1"
            }
          ]
        },
        {
          "id": "6.2",
          "text" : "تم تسجيل صنفيين من فول الصويا عاليين المحصول وتتحمل الإصابة بدودة ورق القطن هما  ",
          "level": 2,
          "parentId": "6",
          "isExpanded": false,
          "children": [
            {
              "id": "6.2.1",
              "text" : "مصر 6",
              "level": 3,
              "parentId": "6.2"
            },
            {
              "id": "6.2.2",
              "text": "مصر 10",
              "level": 3,
              "parentId": "6.2"
            }
          ]
        },
        {
          "id": "6.3",
          "text" : "تم تسجيل صنف من الحمص كبير الحجم ",
          "level": 2,
          "parentId": "6",
          "isExpanded": false,
          "children": [
            {
              "id": "6.3.1",
              "text" : "سدس101",
              "level": 3,
              "parentId": "6.3"
            }
          ]
        },
        {
          "id": "6.4",
          "text" : "يجرى حالياً تسجيل عدد من الأصناف.",
          "level": 2,
          "parentId": "6",
          "isExpanded": false,
          "children":[]
        }
    ]
  }
],
"Department_Mission_Outer": [
  {
    "id": "1",
    "title": "الوصول الى الإكتفاء الذاتى من المحاصيل البقولية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "إسنتباط أصناف جديدة من المحاصيل البقولية عالية المحصول تتحمل الإجهادات البيئيةالحيوية وغير الحيوية من خلال برامج التربية بالقسم. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "إصدار حزم التوصيات الفنية التى تناسب جميع اصناف المحاصيل البقولية المختلفة بما يؤمن الحصول على أعلى إنتاجية من هذه المحاصيل. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "نقل الخبرات والتوصيات الفنية الجديدة الى جميع المستفيدين (المزارعين – الشركات و تدريب طلبة التدريب الصيفى لمواكبة سوق العمل ) من خلال برنامج نقل التكنولوجيا.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "5",
    "title": "إنتاج تقاوى المربى والأساس لجميع أصناف المحاصيل البقولية تبعاً للسياسة الصنفية وتوفيرها لللإدارة العامة لإنتاج التقاوى والشركات المنتجة وكذلك للشركات الدولية الراغبة فى تصدير تقاوى المحاصيل البقولية للخارج. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "6",
    "title": "رفع كفاءة الباحثين بالقسم عن طريق اشراكهم فى الدورات التدريبة المحلية والدولية وتعريفهم بأحدث التطورات بما يخص البحث العلمى. ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "النهوض بالمحاصيل البقولية ",
    "Sub_title": "وذلك من خلال :",
    "content" : "النهوض بكافة المحاصيل البقولية من حيث الإنتاجية وصفات الجودة وزيادة المساحات المنزرعة من المحاصيل البقولية المختلفة مثل الفول البلدى والحمص والعدس والترمس والحالة كمحاصيل شتوية وفول الصويا والمانج بين كمحاصيل صيفية",
    "subItems": [
        {"text" : "إسنتباط أصناف جديدة من المحاصيل البقولية عالية المحصول وتتحمل الإجهادات البيئيةالحيوية وغير الحيوية من خلال برامج التربية بالقسم. "},
        {"text" : "إصدار حزم التوصيات الفنية التى تناسب جميع اصناف المحاصيل البقولية المختلفة بما يؤمن الحصول على أعلى إنتاجية من هذه المحاصيل. "},
        {"text" : "نقل الخبرات والتوصيات الفنية الجديدة الى جميع المستفيدين (المزارعين – الشركات) من خلال برنامج نقل التكنولوجيا."},
        {"text" : "الإستمرار فى أستنباط أصناف جديدة من المحاصيل البقولية تتأقلم مع التغيرات المناخية. "},
        {"text" : "تتطوير حزم التوصيات الفنية بما يتناسب مع هذه المتغيرات."},
        {"text" : "توسيع نطاق التعاون مع المظمات الدولية المهتمة بالحاصيل البقولية مثل الإيكارد و الأكساد وغيرها من المراكز البحثية الدولية والمحلية لدعم البرامج البحثية المختلفة بالقسم سواء من خلال تبادل المواد الورثية أو تبادل الخبرات من خلال البرامج التدريبية المشتركة. "},
        {"text" : "إدخال التقنيات الحديثة مثل طرق الزراعة وأساليب الرى والتسميد الحديثة واستخدام النانو وإستخدام التقنيات الحيوية Biotechnology الى البرنامج القومى."},
        {"text" : "الإهتمام بجودة الأبحاث التى يتم تنفيذها من خلال القسم ومدى إسهامها فى زيادة الإنتاجية والجودة وكذلك مدى سهولة تطبيق النتائج التحصل عليها من هذه البحوث. ونشرها فى أعلى المجلات العلمية العالمية ذات القيمة الدولية العالية لرفع تصنيف قسم المحاصيل البقولية ومعهد المحاصيل الحقلية ومركز البحوث الزراعية "}
    ],
    "priority": "high",
    "category": "النهوض المحاصيل البقولية "
  }
],
  "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
  "HR_File_PDF_Path": "/pdfs/HR Data/HR_legumes.pdf",
  "Research_File_PDF_Path": "/pdfs/Research Data/Research_legumes.pdf"
}
