{
    "name": " قسم بحوث البصل",
    "P1_Title": "كلمة الأستاذ الدكتور عبدالمجيد مبروك عبدالمجيد رئيس القسم",
    "P1": ["البصل واحد من اهم المحاصيل ذات القيمة الغذائية والطبية والاقتصادية على المستوى المحلي والدولي وتعتبر مصر من افضل عشرة دول على العالم انتاجا وتصديرا للبصل ويرجع ذلك الى الاهتمام بتربية وتحسن واستنباط اصناف البصل التي تلبي متطلبات السوق المحلي والتصدير من خلال جمع الاصول الوراثية لاصناف البصل وكذلك ادخال مستوردات اجنبية وتأسيس برنامج تربية لانتاج اصناف عالية الانتاجية وذات صفات جودة وقدرة تخزينية عالية ومتحملة للامراض والتغيرات المناخية ، وايضا تحديد الممارسات الزراعية المناسبة ونقلها للمهتمين بزراعة محصول البصل"],
    "Director_Image": "/images/Departments Directors/Onion_Director.png",
    "description": "",
    "image": "",
    "Department_Achieviements": [
  {
    "id": "1",
    "text": "استنباط عدد 5 اصناف من البصل المصري",
    "level": 1,
    "isExpanded": false,
    "children": [
        {
          "id": "1.1",
          "text": "عدد 2 صنف (جيزة 20 وجيزة احمر) للزراعة بالوجه البحري",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.2",
          "text": "عدد 2 صنف (جيزة 6 محسن وجيزة سبعيني) للزراعة بالوجه القبلي",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.3",
          "text": "صنف (جيزة ابيض) مناسب لاغراض الصناعة والتجفيف",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "2",
    "text": "جاري تسجيل عدد 2 صنف جديد من البصل المصري",
    "level": 1,
    "isExpanded": false,
    "children": []
  }
    ],
    "Department_Mission_Outer": [
  {
    "id": "1",
    "title": "استنباط اصناف من البصل المصري عالية الانتاجية وذات جودة وقدرة تخزينية عالية تلبي متطلبات السوق المحلي والتصدير والمحافظة على الاصناف المتداولة ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "انتاج تقاوي الاساس من الاصناف المستنبطة وتوفيرها للادارة المركزية لانتاج التقاوي والشركات الخاصة لاكثارها وتوذيعها على مستوى الجمهورية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "تحديد المعاملات والتوصيات الزراعية المناسبة لتحقيق الانتاجية والجودة العالية ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "تدريب الاخصائيين الزراعيين والمزارعين والمهتمين بمحصول البصل على اهم الممارسات الزراعية الجيدة التي تعظم الانتاجية والاستفادة من وحدة المساحة",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  }
    ],
    "Department_Vision": [
  {
    "id": "1",
    "title": "تطوير الانتاجية",
    "Sub_title": "",
    "content": "توفير الابحاث والدراسات العلمية لتطوير وتحسين انتاجية محصول البصل للاستمرار في الاكتفاء الذاتي والاستمرار في احتلال مركزا متقدما في صادرات البصل وتوفيرا للامن الغذائي والدخل القومي من العملة الصعبة وامداد المزارعين والمهتمين بكل الاصناف المستنبطة والمعاملات الزراعية المستحدثة",
    "subItems": [],
    "priority": "high",
    "category": "تطوير الانتاجية"
  }
    ],
    "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
    "HR_File_PDF_Path": "/pdfs/HR Data/HR_Onion.pdf",
    "Research_File_PDF_Path": "/pdfs/Research Data/Research_Onion.pdf"
}
