{
    "name": " قسم بحوث البصل",
    "P1_Title": "كلمة الأستاذ الدكتور عبدالمجيد مبروك عبدالمجيد رئيس القسم",
    "Director_Image": "/images/Departments Directors/Onion_Director.png",
    "description": "",
    "image": "",
    "P1" : [
      "البصل واحد من اهم المحاصيل الاستراتيجية المهمة والتي تكتفى منها مصر ذاتيا رغم الزيادة المطردة فى عدد السكان  ويتم تصدير  الفائض منها  سنويا حيث تقع مصر ضمن افضل عشرة دول في العالم من حيث كمية الانتاج وكمية الصادرات ومتوسط الانتاجية منذ ستينيات القرن الماضي والى الان لما للبصل المصرى من قيمة تخزينية وصفات جودة عالية .",
      "وبدأ قسم بحوث البصل  بمعهد بحوث المحاصيل الحقليه في خمسينيات القرن الماضي وحتى الان فى استنباط الاصناف فى البدايه من خلال جمع الاصول الوراثية المحلية واستنباط الصنف جيزة 6 محسن للوجه القبلي وجيزة 20 وجيزة احمر للزراعة بالوجه البحري وجيزة ابيض للتجفيف واخيرا الصنف جيزة سبعيني المبكر والذي يصلح للتصدير مبكرا خلال فبراير ومارس ، ومن خلال تحسين المعاملات الزراعية مع استنباط الاصناف ادى ذالك الى مضاعفة الانتاج  بنسبة 100% (8 طن / فدان في الثمانينيات الى 15 طن / فدان 2024) وكذلك مضاعفة حجم الصادرات والاكتفاء الذاتي وتشغيل مصانع التجفيف طول العام ."
    ],
    "Department_Achieviements": [
  {
    "id": "1",
    "text": "استنباط عدد 5 اصناف من البصل المصري",
    "level": 1,
    "isExpanded": false,
    "children": [
        {
          "id": "1.1",
          "text": "عدد 2 صنف (جيزة 20 وجيزة احمر) للزراعة بالوجه البحري",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.2",
          "text": "عدد 2 صنف (جيزة 6 محسن وجيزة سبعيني) للزراعة بالوجه القبلي",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        },
        {
          "id": "1.3",
          "text": "صنف (جيزة ابيض) مناسب لاغراض الصناعة والتجفيف",
          "level": 2,
          "parentId": "1",
          "isExpanded": false,
          "children": []
        }
    ]
  },
  {
    "id": "2",
    "text": "جاري تسجيل عدد 2 صنف جديد من البصل المصري",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "3",
    "text": "رفع انتاجية وحدة المساحة 100% من 6.5 - 8 طن / فدان (1982) الى 15 طن / فدان 2024",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "4",
    "text" : "يتوفر لدى برنامج التربيه بالقسم اكثر 20 صنف تركيبى  مبشر ناتج  بالتهجين مع الاصناف الأجنبيه.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "5",
    "text" : "يتوفر اكثر من 25 مستورد اجنبى تم تحسين صفاته المحصوليه والتخزينيه لتلائم الطروف المصريه .",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "6",
    "text" : "يتوفر لدى القسم السلالات العقيمة والمحافظة على العقم لأنتاج البصل الهجين.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "7",
    "text" : "امداد الادارة المركزية والشركات  الوطنيه والخاصة بتقاوي الاساس من اصناف البصل سنويا.",
    "level": 1,
    "isExpanded": false,
    "children": []
  },
  {
    "id": "8",
    "text" : "امداد كل المستثمرين والمزارعين  والمصدرين والمهتمين بمحصول البصل  بكل التوصيات الفنيه والتواصل المستمر لتقديم الحلول للمشاكل التى تواجه المحصول اثناء الموسم الزراعى ",
    "level": 1,
    "isExpanded": false,
    "children": []
  }
    ],
    "Department_Mission_Outer": [
  {
    "id": "1",
    "title": "استنباط اصناف من البصل المصري عالية الانتاجية وذات جودة وقدرة تخزينية عالية تلبي متطلبات السوق المحلي والتصدير والمحافظة على الاصناف المتداولة ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "انتاج تقاوي الاساس من الاصناف المستنبطة وتوفيرها للادارة المركزية لانتاج التقاوي والشركات الخاصة لاكثارها وتوذيعها على مستوى الجمهورية",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "تحديد المعاملات والتوصيات الزراعية المناسبة لتحقيق الانتاجية والجودة العالية ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "تدريب الاخصائيين الزراعيين والمزارعين والمهتمين بمحصول البصل على اهم الممارسات الزراعية الجيدة التي تعظم الانتاجية والاستفادة من وحدة المساحة",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  },
  {
    "id": "1",
    "title" : "اجراء الابحاث على معاملات الزراعة والتى تشمل  اختيار الصنف المناسب ومواعيد وطرق الزراعة والكثافات النباتية والري والتسميد ومعاملات ما قبل الحصاد ومابعد الحصاد ومعاملات مواجهة التغيرات المناخية لكل الاصناف المستنبطة والخروج بالتوصيات الفنية لكل صنف ومنطقة.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title" : "اصدار حزم التوصيات الفنية والممارسات الزراعية الخاصة بالبصل للحصول على اعلى انتاجية  وصفات الجودة وقيمة تصديرية  فى ظل التغيرات المناخية في صورة نشرات ارشادية وتحديثها سنويا.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title" : "نقل التكنولوجيا الحديثة  ونتائج البحوث والدراسات التطبيقيه للمزارعين من خلال النشرات الارشادية والحملات الارشادية والمطويات والكتيبات والمقالات من خلال القنوات المسموعة والمرئية.",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  }
],
    "Department_Vision": [
  {
    "id": "1",
    "title": "تطوير الانتاجية",
    "Sub_title": "",
    "content": "توفير الابحاث والدراسات العلمية لتطوير وتحسين انتاجية محصول البصل للاستمرار في الاكتفاء الذاتي والاستمرار في احتلال مركزا متقدما في صادرات البصل وتوفيرا للامن الغذائي والدخل القومي من العملة الصعبة وامداد المزارعين والمهتمين بكل الاصناف المستنبطة والمعاملات الزراعية المستحدثة",
    "subItems": [],
    "priority": "high",
    "category": "تطوير الانتاجية"
  },
  {
    "id": "2",
    "title": "الاستمرارية و التركيز",
    "Sub_title": "",
    "content" : "الاستمرار في استنباط الأصناف الجديدة من البصل ذات الصفات التصديرية الجيدة و التركيز على استنباط أصناف البصل المتحملة للامراض والمجابهة للتغيرات المناخية",
    "subItems": [],
    "priority": "medium",
    "category": "الاستمرارية و التركيز"
  },
  {
    "id": "3",
    "title": "الاهتمام",
    "Sub_title": "",
    "content" : "زيادة الاهتمام ببرامج لاستنباط الاصناف التي تصلح للزراعة في مناطق الاستصلاح الجديدة  والتى تلائم الزراعة والحصاد الالي لقليل تكاليف عمليات الزراعة والخدمة وزيادة الاهتمام بالاصناف البيضاء عالية المواد الصلبة والمادة الجافة لصناعة التجفيف والاصناف المبكرة بغرض التصدير",
    "subItems": [],
    "priority": "low",
    "category": "الاهتمام"
  },
  {
    "id": "4",
    "title": "انتاج الهجن",
    "Sub_title": "",
    "content" : "انتاج الهجن عالية الانتاجية والمتحملة للتغيرات المناخيه والأجهادات الحيويه وغير الحيويه والملائمة لرغبات السوق المحلى والتصديرى والتصنيعى .",
    "subItems": [],
    "priority": "high",
    "category": "انتاج الهجن"
  }
],
    "Department_Mission_Inner_Central" : "تفصيل لمهام القسم الرئيسية ",
    "HR_File_PDF_Path": "/pdfs/HR Data/HR_Onion.pdf",
    "Research_File_PDF_Path": "/pdfs/Research Data/Research_Onion.pdf"
}
