{
  "name": "قسم بحوث القمح",
  "P1_Title": "كلمة الأستاذ الدكتور صبحى محمد على رئيس القسم",
  "P1": [
      "إن قسم بحوث القمح ومنذ نشأته في عشرينيات القرن الماضي وهو لا يألو جهداً في العمل الجاد والسعي الدءوب للوصول إلى الاكتفاء الذاتي من محصول القمح محصول الحبوب الغذائي الأول الذي يعتمد عليه الشعب المصري بكافة مستوياته سواء فى إنتاج الخبز أو المكرونة ، كما يستخدم مربو الحيوانات تبن القمح كغذاء أساسي لحيواناتهم . وهو أيضاً المحصول الاستراتيجي الأهم في العالم والذي قد يكون وسيلة للضغط على شعوب وحكومات لكي تخضع من أجل الحصول عليه، لذا فإن قسم بحوث القمح ممثلاً جميع الباحثين بهً يبذلون أقصى ما في وسعهم متبعين الأساليب العلمية الجديدة وطرق التربية فى استنباط أصناف قمح عالية المحصول ومقاومة للأمراض والآفات ومتحملة للتغيرات المناخية في القطر المصري. ",
      "وعلى الرغم من أن متوسط إنتاجية الفدان قد بلغ حوالي 19.32أردب/فدان وحوالى 24 اردب للفدان فى الحقول الارشادية عام 2024 إلا أننا ما زلنا نتطلع للمزيد من الجهد لزيادة إنتاج القمح سواء رأسياً عن طريق الاستمرار في استنباط الأصناف الجديدة ذات قدره انتاجية عالية عالية الإنتاجية لرفع متوسط إنتاجية الفدان أو أفقياً بتشجيع المزارعين على زيادة المساحة المنزرعة وتطبيق حزمة التوصيات الفنية لزيادة الانتاج القومى من القمح  الذي سيؤدي إلى تقليل المستوردة من الخارج وتطبيق الفجوة الغذائية وتخفيف الأعباء عن ميزانية الدولة. لذا يعمل السادة الباحثين في القسم بالتعاون مع جميع الجهات والمعاهد البحثية الأخرى كلٌ في تخصصه على الحد من الفاقد في محصول القمح أثناء عمليات الحصاد وتداول وتخزين القمح ، وتطوير الشون وانشاء الصوامع الحديثة وزيادة السعة التخزينية بها"
    ],
  "Director_Image" : "/images/Departments Directors/Wheat_Director.png",
  "description": "",
  "image": "",
  "Department_Achieviements" : [    
    {
      "id": "1",
      "text": "استطاع قسم بحوث القمح رفع متوسط الإنتاجية لوحدة المساحة من القمح اكثر من 100% في الثلاثون عام الأخيرة بسبب الأصناف التي أستنبطها القسم .",
      "level": 1,
      "isExpanded": false
    },
    {
      "id": "2",
      "text": "زيادة التغطية بالتقاوي المعتمدة أكثر من 100% بسبب جودة الأصناف الجديدة وإقبال المزارعين عليها .",
      "level": 1,
      "isExpanded": false
    },
    {
      "id": "3",
      "text": "في الخمس سنوات الأخيرة استنباط أكثر من 20 صنف من قمح الخبز والمكرونة عالية الجودة وعالية المحصول والتي ساعدت في زيادة الناتج القومي من القمح لأكثر من 9,5 مليون طن ",
      "level": 1,
      "isExpanded": false
    },
    {
      "id": "4",
      "text": "نجح قسم بحوث القمح من خلال برنامج التربية الذي يشهد له عالمياً بان يكون أصناف القمح المصرية الرابعة عالمياً في إنتاجية وحدة المساحة.",
      "level": 1,
      "isExpanded": false
    }
  ],
  "Department_Mission_Outer": [
  {
    "id": "1",
    "title": "استنباط ألاصناف الجديدة من القمح عالية الإنتاجية ومقاومة للإمراض وخاصة الأصداء ومتحملة للتغيرات المناخية وذات صفات جودة عالية ",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "excellence"
  },
  {
    "id": "2",
    "title": "انتاج تقاوي المربي والأساس لأصناف القمح .",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "innovation"
  },
  {
    "id": "3",
    "title": "اصدار حزمة التوصيات الفنية الخاصة بالقمح للحصول علي اعلي إنتاجية ومجابهة التغيرات المناخية .",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "recognition"
  },
  {
    "id": "4",
    "title": "نقل التكنولوجيا الحديثة للمزارعين عن طريق الحملات القومية والنشاط الإرشادي .",
    "description": "",
    "metric": "",
    "value": "",
    "date": "",
    "category": "growth"
  }
],
"Department_Vision": [
  {
    "id": "1",
    "title": "الاستمرارية",
    "Sub_title": "",
    "content": "الاستمرار في استنباط الأصناف الجديدة من القمح وخاصة في ظل التغيرات المناخية المستمرة و التركيز على استنباط أصناف تصلح للزراعة في المشروعات القومية العملاقة مستقبل مصر و الدلتا الجديدة و توشكا و العوينات-سيناء و محافظة الوادي الجديد",
    "subItems": [],
    "priority": "high",
    "category": "الاستمرارية"
  },
  {
    "id": "2",
    "title": "الإنتاج",
    "Sub_title": "",
    "content": "الدخول في أحدث الصيحات العالمية في إنتاج القمح مثل( إنتاج القمح الهجين ) و في مجال إنتاج التقاوي يتم الاستمرار في وضع سياسات وتحديد مساحات زراعة تقاوي المربي وتقاوي الأساس والكميات المتوقع إنتاجها منها تبعاً للسياسة الصنفية لقسم بحوث القمح والسياسة العامة في تحديد مساحات القمح المستهدف زراعتها، وتسليمها للإدارة المركزية لإنتاج التقاوي وشركات إنتاج التقاوي العاملة في مصر لإكثارها وتوزيعها على المزارعين كتقاوي معتمدة عالية الجودة والنقاوة الوراثية والطبيعية، وذلك بهدف الوصول إلى تغطية بنسبة 100% لمساحات زراعة القمح في مصر خلال ثلاث سنوات.",
    "subItems": [],
    "priority": "medium",
    "category": "الإنتاج"
  },
  {
    "id": "3",
    "title": "الاهتمام",
    "Sub_title": "",
    "content": "زيادة الاهتمام ببرامج التربية النوعية الخاصة باستنباط أصناف ذات ميزات خاصة لتغطية المناطق الجغرافية ذات الطبيعة الخاصة مثل( المتأثرة بالملوحة والجفاف والحرارة العالية و التوسع في النشاط الدولي وزيادة التعاون مع المنظمات الدولية والدخول في التحالفات الدولية للقمح مثل كيديج CIAGE (استراليا-السمت-الايكاردا ) لتقييم المواد الوراثية  ومنظمة الفاو -والاتحاد الأوربي- والاكساد – المنظمة الإسلامية للأمن الغذائي – والمنظمة العربية للتنمية وغيرها",
    "subItems": [],
    "priority": "low",
    "category": "الاهتمام"
  },
  {
    "id": "4",
    "title": "تحديث الأنشطة ",
    "Sub_title": "تحديث الأنشطة الإرشادية للحملات القومية للقمح عن طريق ::",
    "content": "",
    "subItems": [
      {"text" : "توعية المزارعين بأحدث الطرق الحديثة للتعامل مع التغيرات المناخية."},
      {"text" : "نشر الزراعة الذكية ."},
      {"text" : "نشر ثقافة استخدام المخصبات الطبيعية وتقليل استخدام المبيدات والأسمدة المعدنية)"},
      {"text" : "بالإضافة إلي الأنشطة الحالية للحملة القومية للقمح والتي تشمل نشر الأصناف الجديدة ونشر تقنية الزراعة علي المصاطب لتوفير المياه."}
    ],
    "priority": "high",
    "category": "تحديث الأنشطة "
  }
],
  "HR_File_PDF_Path" : "/pdfs/HR Data/HR_Wheat.pdf",
  "Research_File_PDF_Path" : "/pdfs/Research Data/Research_Wheat.pdf"
}
